[
  {
    "Title" : "Pride and Prejudice",
    "Subtitle" : "Jane Austen",
    "Dummy" : "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife."
  },
  {
    "Title" : "Gravity's Rainbow",
    "Subtitle" : "Thomas Pynchon",
    "Dummy" : "A screaming comes across the sky. It has happened before, but there is nothing to compare it to now."
  },
  {
    "Title" : "One Hundred Years of Solitude",
    "Subtitle" : "Gabriel Garcia Marquez",
    "Dummy" : "Many years later, as he faced the firing squad, Colonel Aureliano Buendía was to remember that distant afternoon when his father took him to discover ice."
  },
  {
    "Title" : "Anna Karenina",
    "Subtitle" : "Leo Tolstoy",
    "Dummy" : "Happy families are all alike; every unhappy family is unhappy in its own way."
  },
  {
    "Title" : "1984",
    "Subtitle" : "George Orwell",
    "Dummy" : "It was a bright cold day in April, and the clocks were striking thirteen."
  },
  {
    "Title" : "A Tale of Two Cities",
    "Subtitle" : "Charles Dickens",
    "Dummy" : "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair."
  },
  {
    "Title" : "The Trial",
    "Subtitle" : "Franz Kafka",
    "Dummy" : "Someone must have slandered Josef K., for one morning, without having done anything truly wrong, he was arrested."
  },
  {
    "Title" : "David Copperfield",
    "Subtitle" : "Charles Dickens",
    "Dummy" : "Whether I shall turn out to be the hero of my own life, or whether that station will be held by anybody else, these pages must show."
  },
  {
    "Title" : "Ulysses",
    "Subtitle" : "James Joyce",
    "Dummy" : "Stately, plump Buck Mulligan came from the stairhead, bearing a bowl of lather on which a mirror and a razor lay crossed."
  },
  {
    "Title" : "City of Glass",
    "Subtitle" : "Paul Auster",
    "Dummy" : "It was a wrong number that started it, the telephone ringing three times in the dead of night, and the voice on the other end asking for someone he was not."
  },
  {
    "Title" : "The Sound and the Fury",
    "Subtitle" : "William Faulkner",
    "Dummy" : "Through the fence, between the curling flower spaces, I could see them hitting."
  },
  {
    "Title" : "The Little Prince",
    "Subtitle" : "Antoine de Saint-Exupéry",
    "Dummy" : "Once when I was six years old I saw a magnificent picture in a book, called True Stories from Nature, about the primeval forest. It was a picture of a boa constrictor in the act of swallowing an animal."
  },
  {
    "Title" : "Neuromancer",
    "Subtitle" : "William Gibson",
    "Dummy" : "The sky above the port was the color of television, tuned to a dead channel."
  },
  {
    "Title" : "Ethan Frome",
    "Subtitle" : "Edith Wharton",
    "Dummy" : "I had the story, bit by bit, from various people, and, as generally happens in such cases, each time it was a different story."
  },
  {
    "Title" : "The Old Man and the Sea",
    "Subtitle" : "Ernest Hemingway",
    "Dummy" : "He was an old man who fished alone in a skiff in the Gulf Stream and he had gone eighty-four days now without taking a fish."
  },
  {
    "Title" : "The End of the Affair",
    "Subtitle" : "Graham Greene",
    "Dummy" : "A story has no beginning or end; arbitrarily one chooses that moment of experience from which to look back or from which to look ahead."
  },
  {
    "Title" : "Back When We Were Grownups",
    "Subtitle" : "Anne Tyler",
    "Dummy" : "Once upon a time, there was a woman who discovered she had turned into the wrong person."
  },
  {
    "Title" : "The Great Gatsby",
    "Subtitle" : "F. Scott Fitzgerald",
    "Dummy" : "In my younger and more vulnerable years my father gave me some advice that I've been turning over in my mind ever since."
  },
  {
    "Title" : "The Satanic Verses",
    "Subtitle" : "Salman Rushdie",
    "Dummy" : "\"To be born again,\" sang Gibreel Farishta tumbling from the heavens, \"first you have to die.\""
  },
  {
    "Title" : "The Bell Jar",
    "Subtitle" : "Sylvia Plath",
    "Dummy" : "It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn't know what I was doing in New York."
  },
  {
    "Title" : "Middle Passage",
    "Subtitle" : "Charles Johnson",
    "Dummy" : "Of all the things that drive men to sea, the most common disaster, I've come to learn, is women."
  },
  {
    "Title" : "Babbitt",
    "Subtitle" : "Sinclair Lewis",
    "Dummy" : "The towers of Zenith aspired above the morning mist; austere towers of steel and cement and limestone, sturdy as cliffs and delicate as silver rods."
  },
  {
    "Title" : "Scaramouche",
    "Subtitle" : "Raphael Sabatini",
    "Dummy" : "He was born with a gift of laughter and a sense that the world was mad. "
  },
  {
    "Title" : "Changing Places",
    "Subtitle" : "David Lodge",
    "Dummy" : "High, high above the North Pole, on the first day of 1969, two professors of English Literature approached each other at a combined velocity of 1200 miles per hour."
  },
  {
    "Title" : "Middlesex",
    "Subtitle" : "Jeffrey Eugenides",
    "Dummy" : "I was born twice: first, as a baby girl, on a remarkably smogless Detroit day of January 1960; and then again, as a teenage boy, in an emergency room near Petoskey, Michigan, in August of 1974."
  },
  {
    "Title" : "The Book Thief",
    "Subtitle" : "Markus Zusak",
    "Dummy" : "First the colors. Then the humans. That's usually how I see things. Or at least, how I try."
  },
  {
    "Title" : "Ender's Game",
    "Subtitle" : "Orson Scott Card",
    "Dummy" : "\"I've watched through his eyes, I've listened through his ears, and I tell you he's the one.\""
  },
  {
    "Title" : "A Deepness in The Sky",
    "Subtitle" : "Vernor Vinge",
    "Dummy" : "The manhunt extended across more than one hundred light years and eight centuries."
  },
  {
    "Title" : "The Risen Empire",
    "Subtitle" : "Scott Westerfeld",
    "Dummy" : "The five small craft passed from shadow, emerging with the suddenness of coins thrown into sunlight."
  },{
    "Title" : "Harry Potter and the Sorcerer's Stone",
    "Subtitle" : "J.K. Rowling",
    "Dummy" : "Mr. and Mrs. Dursley, of number four, Privet Drive, were proud to say that they were perfectly normal, thank you very much."
  },
  {
    "Title" : "Catch-22",
    "Subtitle" : "Joseph Heller",
    "Dummy" : "It was love at first sight. The first time Yossarian saw the chaplain he fell madly in love with him."
  },
  {
    "Title" : "Tracks",
    "Subtitle" : "Louise Erdrich",
    "Dummy" : "We started dying before the snow, and like the snow, we continued to fall. "
  }
]
