[
  {
    "Title" : "Douglas Adams",
    "Subtitle1" : "The Hitchhiker's Guide to the Galaxy",
    "Dummy1" : "Far out in the uncharted backwaters of the unfashionable end of the western spiral arm of the Galaxy lies a small unregarded yellow sun.\nOrbiting this at a distance of roughly ninety-two million miles is an utterly insignificant little blue green planet whose ape- descended life forms are so amazingly primitive that they still think digital watches are a pretty neat idea.\nThis planet has - or rather had - a problem, which was this: most of the people on it were unhappy for pretty much of the time. Many solutions were suggested for this problem, but most of these were largely concerned with the movements of small green pieces of paper, which is odd because on the whole it wasn't the small green pieces of paper that were unhappy.\nAnd so the problem remained; lots of the people were mean, and most of them were miserable, even the ones with digital watches.",
    "Subtitle2" : "The Restaurant at the End of the Universe",
    "Dummy2" : "The story so far:\nIn the beginning the Universe was created.\nThis has made a lot of people very angry and been widely regarded as a bad move.\nMany races believe that it was created by some sort of God, though the Jatravartid people of Viltvodle VI believe that the entire Universe was in fact sneezed out of the nose of a being called the Great Green Arkleseizure.\nThe Jatravartids, who live in perpetual fear of the time they call The Coming of The Great White Handkerchief, are small blue creatures with more than fifty arms each, who are therefore unique in being the only race in history to have invented the aerosol deodorant before the wheel.\nHowever, the Great Green Arkleseizure Theory is not widely accepted outside Viltvodle VI and so, the Universe being the puzzling place it is, other explanations are constantly being sought.\nFor instance, a race of hyperintelligent pan-dimensional beings once built themselves a gigantic supercomputer called Deep Thought to calculate once and for all the Answer to the Ultimate Question of Life, the Universe, and Everything."
  },
  {
    "Title" : "J.K. Rowling",
    "Subtitle1" : "Harry Potter and the Goblet of Fire",
    "Dummy1" : "The villagers of Little Hangleton still called it “the Riddle House,” even though it had been many years since the Riddle family had lived there. It stood on a hill overlooking the village, some of its windows boarded, tiles missing from its roof, and ivy spreading unchecked over its face. Once a fine-looking manor, and easily the largest and grandest building for miles around, the Riddle House was now damp, derelict, and unoccupied. \nThe Little Hangletons all agreed that the old house was \"creepy\". Half a century ago, something strange and horrible had happened there, something that the older inhabitants of the village still liked to discuss when topics for gossip were scarce. The story had been picked over so many times, and had been embroidered in so many places, that nobody was quite sure what the truth was anymore. Every version of the tale, however, started in the same place: Fifty years before, at daybreak on a fine summer’s morning, when the the riddle house 2 chapter one Riddle House had still been well kept and impressive, a maid had entered the drawing room to find all three Riddles dead.",
    "Subtitle2" : "Harry Potter and the Half-Blood Prince",
    "Dummy2" : "It was nearing midnight and the Prime Minister was sitting alone in his office, reading a long memo that was slipping through his brain without leaving the slightest trace of meaning behind. He was waiting for a call from the President of a far distant country, and between wondering when the wretched man would telephone, and trying to suppress unpleasant memories of what had been a very long, tiring, and difficult week, there was not much space in his head for anything else. The more he attempted to focus on the print on the page before him, the more clearly the Prime Minister could see the gloating face of one of his political opponents. This particular opponent had appeared on the news that very day, not only to enumerate all the terrible things that had happened in the last week (as though anyone needed reminding) but also to explain why each and every one of them was the government's fault."
  },
  {
    "Title" : "Dr. Seuss",
    "Subtitle1" : "The Cat in the Hat",
    "Dummy1" : "The sun did not shine. \nIt was too wet to play. \nSo we sat in the house \nAll that cold, cold, wet day. \nI sat there with Sally. \nWe sat there, we two. \nAnd I said, “How I wish \nWe had something to do!” \nToo wet to go out \nAnd too cold to play ball. \nSo we sat in the house. \nWe did nothing at all.",
    "Subtitle2" : "Oh, The Places You'll Go!",
    "Dummy2" : "Congratulations! \nToday is your day. \nYou're off to Great Places! \nYou're off and away! \nYou have brains in your head. \nYou have feet in your shoes. \nYou can steer yourself any direction you choose.\n You're on your own. \nAnd you know what you know. \nAnd YOU are the guy who'll decide where to go."
  }
]
